{
  "_meta": {
    "maxChars": {
      "mode_constellations": 20,
      "desc_constellations": 200,
      "mode_shadows": 20,
      "desc_shadows": 200,
      "mode_moon": 20,
      "desc_moon": 200
    }
  },
  "en": {
	"mm_moon_phases":"Moon Phases",
	"mm_constellations":"Constellations",
	"mm_solar_system":"Solar System",
	"mm_tip":"Click on the Moon or the Constellation to choose a Game Mode!",
    "direction":"Direction",
	"GreatBear":"Great Bear",
	"UrsaMinor":"Ursa Minor",
	"SouthCross":"South Cross",
	"Orion":"Orion",
	"Cancer":"Cancer",
	"Cassiopeia":"Cassiopeia",
	"Hydra":"Hydra",
	"Leo":"Leo",
    "MoonPhase": "Moon Phase",
    "NewMoon": "New Moon",
    "WaxingCrescentMoon": "Waxing Crescent Moon",
    "FirstQuarterMoon": "First Quarter Moon",
    "WaxingGibbousMoon": "Waxing Gibbous Moon",
    "FullMoon": "Full Moon",
    "WanningGibbousMoon": "Wanning Gibbous Moon",
    "ThirdQuarterMoon": "Third Quarter Moon",
    "WanningCrescentMoon": "Wanning Crescent Moon",
    "Desc_NewMoon": "When the Moon moves between Earth and the Sun, the side facing Earth is completely dark. Only the side of the Moon facing away from Earth is lit.",
    "Desc_WaxingCrescentMoon": "After the new moon phase, the moon begins to be seen again. Gradually it starts to appear as part of its surface that is illuminated can be seen.",
    "Desc_FirstQuarterMoon": "Like always, one side of the Moon is completely lit by the Sun. What has changed is the Moon's position with respect to Earth. We are only able to see half of that half lit portion.",
    "Desc_WaxingGibbousMoon": "Is an intermediate Moon phase which starts after the First Quarter Moon and lasts until the Full Moon.",
    "Desc_FullMoon": "The whole side facing Earth is lit. This happens when Earth is between the Moon and the Sun.",
    "Desc_WanningGibbousMoon": "Is an intermediate Moon phase which starts after a Full Moon and lasts until half of the Moon's surface is illuminated at Third Quarter Moon.",
    "Desc_ThirdQuarterMoon": "Is when the opposite half of the Moon is illuminated compared to the First Quarter. ",
    "Desc_WanningCrescentMoon": "The illuminated part of the Moon decreases from a semicircle at Third Quarter moon phase until it disappears from view entirely at New Moon.",
    "mode_constellations": "NAVIGATION WITH CONSTELLATIONS",
    "desc_constellations": "Guide your ship in the direction of the constellation!",
	"info_mode_constellations": "NAVIGATION WITH CONSTELLATIONS",
    "info_desc_constellations": "A constellation is a group of visible stars that form a pattern when viewed from Earth. The pattern they form may take the shape of an animal, a mythological creature, a man, a woman, or an inanimate object such as a microscope, a compass, or a crown.",
    "mode_moon": "MOON PHASES",
    "desc_moon": "Advance in the days until you recognize the indicated moon phase.",
	"info_mode_moon": "MOON PHASES",
    "info_desc_moon": "Unlike the Sun, the Moon does not produce any light of its own. It only reflects light from the Sun. Only the side of the Moon facing the Sun is lit. As the Moon moves around the Earth, we see different parts of the Moon being lit up by the Sun. This is what causes the phases of the Moon. As the Moon revolves around Earth, it changes from fully lit to completely dark and back again.",
    "mode_space": "SOLAR SYSTEM",
    "desc_space": "Help Fafi the alien explore the planets of the solar system!",
	"info_mode_space": "SOLAR SYSTEM",
    "info_desc_space": "The solar system includes the sun, planets, asteroids, dwarf planets and moons. The planets in the solar system vary in relative size and distance from the Sun. All of the planets in the solar system revolve around the Sun.",
	"tuto_match":"Match",
	"tuto_moon_a":"Advance in the days until you recognize the indicated moon phase.",
	"tuto_moon_b":"Press the button to confirm.",
	"tuto_moon_c":"Click here for more information about moon phases.",
	"tuto_consts_a":"The constellations were used for navigation in ancient times.",
	"tuto_consts_b":"Guide your ship in the direction of the constellation.",
	"tuto_consts_c":"Activate the green lever to reach the goal!",
	"gui_play":"Play",
	"gui_level_complete":"Level Complete!",
	"gui_go_main_menu":"Go to Main Menu?",
	"gui_select":"Select",
	"gui_yes":"Yes",
	"gui_no":"No",
	"gui_ok":"OK",
	"gui_more_games":"More Games",
	"gui_play_again":"Play Again",
	"speak_info_menu_moon":"Moon Phases. Unlike the Sun, the Moon does not produce any light of its own. It only reflects light from the Sun. Only the side of the Moon facing the Sun is lit. As the Moon moves around the Earth, we see different parts of the Moon being lit up by the Sun. This is what causes the phases of the Moon. As the Moon revolves around Earth, it changes from fully lit to completely dark and back again.",
	"speak_info_menu_cons":"NAVIGATION WITH CONSTELLATIONS. A constellation is a group of visible stars that form a pattern when viewed from Earth. The pattern they form may take the shape of an animal, a mythological creature, a man, a woman, or an inanimate object such as a microscope, a compass, or a crown.",
	"speak_tuto_cons_1":"Match. ",
	"speak_moon_info_1":"New Moon. When the Moon moves between Earth and the Sun, the side facing Earth is completely dark. Only the side of the Moon facing away from Earth is lit.",
	"speak_moon_info_2":"Waxing Crescent Moon. After the new moon phase, the moon begins to be seen again. Gradually it starts to appear as part of its surface that is illuminated can be seen.",
	"speak_moon_info_3":"First Quarter Moon. Like always, one side of the Moon is completely lit by the Sun. What has changed is the Moon's position with respect to Earth. We are only able to see half of that half lit portion.",
	"speak_moon_info_4":"Waxing Gibbous Moon. Is an intermediate Moon phase which starts after the First Quarter Moon and lasts until the Full Moon.",
	"speak_moon_info_5":"Full Moon. The whole side facing Earth is lit. This happens when Earth is between the Moon and the Sun.",
	"speak_moon_info_6":"Wanning Gibbous Moon. Is an intermediate Moon phase which starts after a Full Moon and lasts until half of the Moon's surface is illuminated at Third Quarter Moon.",
	"speak_moon_info_7":"Third Quarter Moon. Is when the opposite half of the Moon is illuminated compared to the First Quarter.",
	"speak_moon_info_8":"Wanning Crescent Moon. The illuminated part of the Moon decreases from a semicircle at Third Quarter moon phase until it disappears from view entirely at New Moon.",
	"space_ui_planet_type":"Time to arrive",
	"space_timer":"Time to arrive",
	"space_arrived":"You arrived at your destination!",
	"space_speak_sun":"Sun The sun is one of billions of stars in our own galaxy. The sun is about 4.6 billion years old. The sun is a medium-sized star at the center of our solar system. The sun is about 110 times the diameter of Earth.",
	"space_speak_mercury":"You arrived at your destination! Mercury Planet type Rocky. Mercury is the closest planet to the Sun as well as the smallest planet in the solar system.",
	"space_speak_venus":"You arrived at your destination! Venus Planet type Rocky. Venus is the second planet from the Sun; it is the same size as Earth but much hotter.",
	"space_speak_earth":"You arrived at your destination! Earth Planet type Rocky. Earth is the third planet from the Sun; it is the only known planet that supports life.The Earth revolves around the Sun once every 365 days. Earth is a rocky planet with liquid water and is surrounded by an atmosphere.",
	"space_speak_moon":"Moon! Earth’s moon is a natural satellite that orbits around the Earth every 29.5 days. Earth’s moon is a rocky satellite about ¼ the diameter of Earth. Earth’s moon is a rocky celestial object with no atmosphere.",
	"space_speak_mars":"You arrived at your destination! Mars Planet type Rocky. Mars is the fourth planet from the Sun; it has a thin atmosphere and a red color.",
	"space_speak_jupiter":"You arrived at your destination! Jupiter Planet type Gaseus. Jupiter is the fifth planet from the Sun and the largest planet in the solar system.",
	"space_speak_saturn":"You arrived at your destination! Saturn Planet type Gaseus. Saturn is the sixth planet from the Sun; it is surrounded by many large rings.",
	"space_speak_uranus":"You arrived at your destination! Uranus Planet type Gaseus. Uranus is the seventh planet from the Sun; it is a gas giant.",
	"space_speak_neptune":"You arrived at your destination! Neptune Planet type Gaseus. Neptune is the eighth planet from the Sun; it appears blue through telescopes.",
	"space_speak_welcome":"",
	"space_speak_tuto1":"Touch and slide Fafi's ship to evade the meteorites and enemies! Survive!",
	"space_speak_tuto2":"Discover all the planets in the solar system!",
	"space_speak_end_screen":"",
	"space_continue_journey":"Continue journey",
	"space_planet_sun":"Sun",
	"space_planet_mercury":"Mercury",
	"space_planet_venus":"Venus",
	"space_planet_earth":"Earth",
	"space_planet_moon":"Moon",
	"space_planet_mars":"Mars",
	"space_planet_jupiter":"Jupiter",
	"space_planet_saturn":"Saturn",
	"space_planet_uranus":"Uranus",
	"space_planet_neptune":"Neptune",
	"space_planet_mercury_desc":"Mercury is the closest planet to the Sun as well as the smallest planet in the solar system.",
	"space_planet_venus_desc":"Venus is the second planet from the Sun; it is the same size as Earth but much hotter.",
	"space_planet_earth_desc":"Earth is the third planet from the Sun; it is the only known planet that supports life.The Earth revolves around the Sun once every 365 days. Earth is a rocky planet with liquid water and is surrounded by an atmosphere.",
	"space_planet_mars_desc":"Mars is the fourth planet from the Sun; it has a thin atmosphere and a red color.",
	"space_planet_jupiter_desc":"Jupiter is the fifth planet from the Sun and the largest planet in the solar system.",
	"space_planet_saturn_desc":"Saturn is the sixth planet from the Sun; it is surrounded by many large rings.",
	"space_planet_uranus_desc":"Uranus is the seventh planet from the Sun; it is a gas giant.",
	"space_planet_neptune_desc":"Neptune is the eighth planet from the Sun; it appears blue through telescopes.",
	"space_planet_moon_desc":"Earth’s moon is a natural satellite that orbits around the Earth every 29.5 days. Earth’s moon is a rocky satellite about ¼ the diameter of Earth. Earth’s moon is a rocky celestial object with no atmosphere.",
	"space_planet_sun_desc":"The sun is one of billions of stars in our own galaxy. The sun is about 4.6 billion years old. The sun is a medium-sized star at the center of our solar system. The sun is about 110 times the diameter of Earth.",
  }
}