{
  "_meta": {
    "maxChars": {
      "cancelSpeakText":1,
      "menuOptionsTitle":30,
      "menuOptionsPause":30,
      "menuOptionsArcade":50,
      "menuConfirmationText":50,
      "menuConfirmYes":10,
      "menuConfirmNo":10,
      "menuContinue":15,
      "menuResume":20,
      "menuPlay":20,
      "menuRetry":20,
      "menuHome":20,
      "menuCongratulations":30,

      "sunWelcome":30,
      "sunInfo":800,
      "sun_increment_1_title":50,
      "sun_increment_1_text":50,
      "sun_increment_2_text":50,
      "sun_increment_3_text":50,
      "sun_level_1_intro":200,
      "sun_level_2_intro":200,
      "sun_level_3_intro":200,
      "sun_help_title":50,
      "sun_help_text":800,

      "starryWelcome":50,
      "starryInfo":800,
      "libraName":15,
      "leoName":15,
      "piscesName":15,
      "aboutLibra":200,
      "aboutLeo":200,
      "aboutPisces":200,
      "starry_increment_1_title":50,
      "starry_increment_1_text":500,
      "starry_increment_2_title":50,
      "starry_increment_2_text":500,
      "starry_increment_3_title":50,
      "starry_increment_3_text":500,
      "starry_help_title":50,
      "starry_help_text":800,

      "shipIntegrity":15,
      "distanceLabel":15,
      "distanceMiles":50,
      "journeyWelcome":50,
      "journeyInfo":800,
      "stageLog_1":300,
      "travelLog_1":300,
      "approachMoon":30,
      "moonLog":300,
      "approachVenus":30,
      "venusLog":300,
      "approachMercury":30,
      "mercuryLog":300,
      "approachSun":30,
      "sunLog":300,
      "stageLog_2":300,
      "approachMars":30,
      "marsLog":300,
      "approachJupiter":30,
      "jupiterLog":300,
      "approachSaturn":30,
      "saturnLog":300,
      "approachUranus":30,
      "uranusLog":300,
      "approachNeptune":30,
      "neptuneLog":300,
      "travelLog_2":300,
      "approachPluto":30,
      "plutoLog":300,
      "stageLog_3":300,
      "travelLog_3":300,
      "travelLog_4":300,
      "stageLog_4":300,
      "travelLog_5":300,
      "approachProxima":300,
      "travelLog_6":300,
      "journey_increment_1_title":50,
      "journey_increment_1_text":500,
      "journey_increment_2_text":500,
      "journey_increment_3_text":500,
      "journey_help_title":50,
      "journey_help_text":800,

      "starBornWelcome":50,
      "starBornInfo":800,
      "starGas":15,
      "starTemperature":15,
      "starRadiation":15,
      "born_increment_1_title":50,
      "born_increment_1_text":500,
      "born_increment_2_text":500,
      "born_increment_3_text":500,
      "born_help_title":50,
      "born_help_text":800
    }
  },
  "en": {
    "cancelSpeakText":" ",
    "menuOptionsTitle":"Options",
    "menuOptionsPause":"PAUSE",
    "menuOptionsArcade":"Return to Arcade",
    "menuConfirmationText":"Are you sure?",
    "menuConfirmYes":"Yes",
    "menuConfirmNo":"No",
    "menuContinue":"Continue",
    "menuResume":"Resume",
    "menuPlay":"Play!",
    "menuRetry":"Retry",
    "menuHome":"Home",
    "menuCongratulations":"Congratulations, you've finished the game!",
    "game_slot_title":"Space Arcade",
    "game_slot_new":"NEW GAME",
    "game_slot_continue":"CONTINUE",

    "sunWelcome":"Welcome to Arcade Sun!",
    "sunInfo":"Welcome to Arcade Sun! Arcade Sun is a fun game where we play with how close or far planets are from the Sun.\n \nIf you want to move the planet closer to the sun, press the + button. If you want to move it farther away, press the - button. To make the planet go left or right and dodge things in space, use the left < and right > arrow keys.",
    "sun_increment_1_title":"Level Complete!",
    "sun_increment_1_text":"The sun is the brightest star in the sky because we are very close to it.",
    "sun_increment_2_text":"When we are far away from something, it looks smaller and dimmer. This is true for stars too; the farther away they are, the smaller and dimmer they appear.",
    "sun_increment_3_text":"The closer we are to a star, the brighter and bigger it seems. That's why the sun is brighter than any other star.",
    "sun_level_1_intro":"Our first mission is to get to where Earth orbits around the Sun. Move the planet closer or farther from the Sun, so that the sun appears the correct size.",
    "sun_level_2_intro":"Our second mission is to reach where Neptune orbits. This time, move the planet further or closer from the Sun until it's just right.",
    "sun_level_3_intro":"Our last mission is to get to where Mercury orbits around the Sun. Move the planet to the correct distance from the sun.",
    "sun_help_title":"About Arcade Sun",
    "sun_help_text":"Arcade Sun is all about recognizing how far away some planets are from the sun. Just like in real life, if we put an object closer to our eyes, it appears much bigger than it actually is.\n \nUsing the + button, we move closer to the sun, and with the - button, we move away from the sun, like bringing an object very close between our eyes!",

    "starryWelcome":"Welcome to Arcade Starry!",
    "starryInfo":"The sun is one of billions of stars in our own galaxy. It appears larger and brighter than other stars because it is much closer to Earth.\n \nStars range greatly in their size and distance from Earth. The constellations are groups of stars that form patterns in the night sky, some constellations help us to orient ourselves.Come learn how to identify constellations just like drawing in the night sky!",
    "libraName":"Libra",
    "leoName":"Leo",
    "piscesName":"Pisces",
    "aboutLibra":"Libra is like cosmic scales in the night sky, part of a star storybook called the zodiac. It's where a goddess keeps everything in balance with twinkling stars!",
    "aboutLeo":"Leo, a starry lion in the night, is a cool constellation in the zodiac tale. With its bright star Regulus, it's like a cosmic king reigning over the celestial wilderness.",
    "aboutPisces":"Pisces, a fishy constellation in the zodiac, is like two cosmic fish swimming in the night sky. With a pair of stars known as Alpha and Beta Piscium, it's a watery wonder up above!",
    "starry_increment_1_title":"Constellation Libra Complete!",
    "starry_increment_1_text":"The sun is one of billions of stars in our own galaxy.",
    "starry_increment_2_title":"Constellation Leo Complete!",
    "starry_increment_2_text":"Even though the sun is very, very far away from where we live on Earth, it's still a lot closer to us than any other twinkling stars we see in the night sky.",
    "starry_increment_3_title":"Constellation Pisces Complete!",
    "starry_increment_3_text":"Stars are like a mix of different sizes and distances from us. Some are huge, bigger than you can imagine, and others are smaller. They're also not all the same distance away from Earth. Some are closer like the Sun, and others are way, way far away like Alpha Centauri.",
    "starry_help_title":"About Arcade Starry",
    "starry_help_text":"Arcade Starry is about identifying special-looking stars in the sky, and with the guidance of the constellation reference, we connect the stars so it matches the guide constellation.\n \nTo connect two stars, first click on one and then on another. To deselect a star, click on it again. To remove a star connection, click on the dotted line.",

    "shipIntegrity":"Ship Integrity",
    "distanceLabel":"Distance:",
    "distanceMiles":"Miles from Earth",
    "journeyWelcome":"Welcome to Arcade Space Journey!",
    "journeyInfo":"Welcome to Arcade Space Journey, in this arcade we will travel to the two nearest stars to Earth, first to the Sun of our solar system and then to Alpha Centauri A, located in the Alpha Centauri star system at 4.36 light-years away.\n \nYour mission is to control the spacecraft, dodging asteroids and satellites using the left < and right > buttons.",
    "journey_increment_1_title":" ",
    "journey_increment_1_text":"The sun is one of billions of stars in our own galaxy. The sun is like a huge glowing ball in the sky. It looks bigger and shines brighter than other stars because it's much closer to us on Earth.",
    "journey_increment_2_text":"Even though the sun is very, very far away from where we live on Earth, it's still a lot closer to us than any other twinkling stars we see in the night sky. The sun is like a giant compared to Earth – it's way, way bigger! But because it's so far away from us, it looks small, like a bright dot in the sky.",
    "journey_increment_3_text":"Stars are all different: some are really big and others are smaller. They are also at different distances from Earth. To look at stars that are super far away from Earth, like Alpha Centauri, we use special tools like telescopes, which are like super-powerful binoculars.",
    "journey_help_title":"About Arcade Space Journey",
    "journey_help_text":"Arcade Space Journey is a game where your dodging skills are put to the test. As you travel to Alpha Centauri, you will have to dodge obstacles with the < left and > right buttons.\n \nIf your ship gets damaged by obstacles, keep an eye out for green first aid kits to repair your ship. Be careful! If your ship is hit three times, the game is over!",
    "stageLog_1":"Travelling to The Sun.",
    "travelLog_1":"Course set to Alpha Centauri, the sun's closest star system!",
    "approachMoon":"Approaching The Moon",
    "moonLog":"The moon is earth's closest satellite. It is often believed that it produces it's own light, however, it is the sun's light that it reflects.",
    "approachVenus":"Approaching Venus",
    "venusLog":"Venus is the second planet from the Sun and super-duper hot—way hotter than an oven. Watch out for acid rain and sizzling temperatures on this fiery planet!",
    "approachMercury":"Approaching Mercury",
    "mercuryLog":"Meet Mercury, the speedy planet closest to the Sun. It's a tiny, rocky rollercoaster with scorching days and freezing nights!",
    "approachSun":"Approaching The Sun",
    "sunLog":"The Sun is our big, bright ball of light in the sky. It's not a planet but a super-hot star, keeping us warm and shining down on Earth. But remember, don't stare at it directly!",
    "stageLog_2":"Travelling to the Kuiper Belt.",
    "approachMars":"Approaching Mars",
    "marsLog":"Mars, the red planet, is a dusty adventure world with ancient secrets. It's the fourth planet from the Sun and used to have water. Cool, right?",
    "approachJupiter":"Approaching Jupiter",
    "jupiterLog":"Jupiter is like a colossal masterpiece of swirling patterns. It's the biggest planet, over 1,300 times the size of Earth, and its gravity is our cosmic shield. How awesome is that?",
    "approachSaturn":"Approaching Saturn",
    "saturnLog":"Saturn, the ringmaster of our cosmic circus, boasting dazzling rings and gas giant glamour.",
    "approachUranus":"Approaching Uranus",
    "uranusLog":"Uranus, the cosmic oddball, spins on its side, making it a unique planet in our solar system. It's an icy giant, and its blue-green hue adds a touch of mystery to the celestial dance.",
    "approachNeptune":"Approaching Neptune",
    "neptuneLog":"Neptune is the farthest planet from the Sun. It's an icy wonder with fierce winds and a mysterious atmosphere, making it the cool kid in our cosmic neighborhood.",
    "travelLog_2":"The Kuiper Belt surrounds our solar system like an asteroid filled donut. It stretches beyond Neptune, where Pluto and other icy objects reside.",
    "approachPluto":"Approaching Pluto",
    "plutoLog":"Pluto, the tiny rebel, used to be the ninth planet. Now it's a dwarf planet, but still a fascinating world in the outer reaches of our solar system.",
    "stageLog_3":"Travelling through the Oort Cloud, ramping up the speed!",
    "travelLog_3":"The Oort Cloud is a distant, icy guard post around our solar system, home to billions of comets. It's like a frozen sphere, keeping watch over the cosmic outskirts.",
    "travelLog_4":"While the Kuiper Belt is the closer, donnut-like zone beyond Neptune with icy objects including Pluto, the Oort Cloud is the distant, wild realm far from the Sun, hosting billions of comets in a more scattered fashion.",
    "stageLog_4":"Travelling to Alpha Centauri.",
    "travelLog_5":"Alpha Centauri is our triple-star neighbor, just over four light-years away. It houses stars A, B, and Proxima Centauri. Exciting potential for planets and future exploration!",
    "approachProxima": "Approaching Proxima Centauri, slowing down...",
    "travelLog_6":"Meet Proxima Centauri, the closest solo star to the Sun! It is a red dwarf with potential exoplanets, which are planets not in our own solar system. A captivating member of our cosmic neighborhood!",

    "starBornWelcome":"Welcome to Arcade Star Born!",
    "starBornInfo":"The sun and other stars are natural bodies in the sky that give off their own light.\n \nThe stars are very hot and bright gas spheres. The conditions for stars to be born are specific. Choose the appropriate level of Gas, Temperature, and Brightness to shape a star. Once the three lights under the star turn yellow, press the big red button!",
    "starGas":"Gas Release",
    "starTemperature":"Temperature",
    "starRadiation":"Radiance",
    "born_increment_1_title":"A new star was born!",
    "born_increment_1_text":"The brightness of the sun and other stars is not a reflection of light; they actually produce their own light! Inside them, there are super special reactions happening, kind of like powerful fireworks, that create light.",
    "born_increment_2_text":"Stars are like shinny balls, but they're filled with gas and are very, very hot, so hot that they produce their own light.",
    "born_increment_3_text":"Stars are all different: some are really big and others are smaller, some are very bright and others are dim. They are also at different distances from Earth.",
    "born_help_title":"About Arcade Star Born",
    "born_help_text":"Arcade Star Born is about learning what stars are made of. To know the required level of any element, pay attention to the green progress bar associated to each element. So if the gas bar is almost full, that means you will have to choose a big gas number button!\n \nOnce all of the elements are stabilized, signalized by the three yellow lights under the star, press the big red button to create another star!",



    "arcade_sun_welcome":"Welcome to Arcade Sun!\n \nArcade Sun is a fun game where we play with how close or far planets are from the Sun.\n \nIf you want to move the planet closer to the sun, press the + button. If you want to move it farther away, press the - button. To make the planet go left or right and dodge things in space, use the left < and right > buttons.",
    "arcade_sun_mission_success":"MISSION SUCCESS!",
    
    "arcade_name_sun":"Arcade Sun",
    "arcade_name_starry":"Arcade Starry",
    "arcade_name_space_journey":"Arcade Space Journey",
    "arcade_name_star_born":"Arcade Start Born",

    "arcade_desc_sun":"Let's play being space explorers and discover what the Sun looks like from different planets in our solar system!",
    "arcade_desc_starry":"Let's find the Leo constellation in the sky and more!",
    "arcade_desc_space_journey":"Let's become pilots of a spaceship on a super exciting mission to the stars that are closest to Earth!",
    "arcade_desc_star_born":"What are stars made of? Light? Heat? Sparkles? Let's make our own star!",
    
    "end_game_title": "Thanks for Playing",
    
    "arcade_completed": "COMPLETED",
    "arcade_uncompleted": "UNCOMPLETED",
    
    "high": "High",
    "medium": "Medium",
    "low": "Low",
    "off": "Off",
    "on": "On"
    
  },
  "es": {
    "cancelSpeakText":" ",
    "menuOptionsTitle":"Opciones",
    "menuOptionsPause":"PAUSA",
    "menuOptionsArcade":"Regresar a Arcade",
    "menuConfirmationText":"¿Estás seguro?",
    "menuConfirmYes":"Sí",
    "menuConfirmNo":"No",
    "menuContinue":"Continuar",
    "menuResume":"Resumir",
    "menuPlay":"¡Jugar!",
    "menuRetry":"Reintentar",
    "menuHome":"Arcade",
    "menuCongratulations":"¡Felicidades, has terminado el juego!",
    "game_slot_title":"Space Arcade",
    "game_slot_new":"NUEVO JUEGO",
    "game_slot_continue":"CONTINUAR",

    "sunWelcome":"¡Bienvenido a Arcade Sun!",
    "sunInfo":"Arcade Sun es un juego divertido donde jugamos con qué tan cerca o lejos están los planetas del Sol.\n \nSi quieres mover el planeta más cerca del sol, presiona el botón +. Si quieres moverlo más lejos, presiona el botón -. Para hacer que el planeta se mueva hacia la izquierda o derecha y esquive cosas en el espacio, usa las flechas izquierda < y derecha >.",
    "sun_increment_1_title":"¡Nivel Completado!",
    "sun_increment_1_text":"El sol es la estrella más brillante en el cielo porque estamos muy cerca de él.",
    "sun_increment_2_text":"Cuando estamos lejos de algo, parece más pequeño y tenue. Esto también es cierto para las estrellas; cuanto más lejos están, más pequeñas y tenues parecen.",
    "sun_increment_3_text":"Cuanto más cerca estamos de una estrella, más brillante y grande parece. Por eso el sol es más brillante que cualquier otra estrella.",
    "sun_level_1_intro":"Nuestra primera misión es llegar a donde la Tierra orbita alrededor del Sol. Acerca el planeta al Sol para que esté en el lugar correcto y el Sol tenga el tamaño adecuado.",
    "sun_level_2_intro":"Nuestra segunda misión es alcanzar donde Neptuno orbita. Esta vez, mueve el planeta más lejos del Sol hasta que esté justo.",
    "sun_level_3_intro":"Nuestra última misión es llegar a donde Mercurio orbita alrededor del Sol. Acerca el planeta al Sol para que esté en el lugar correcto y el Sol tenga el tamaño adecuado.",
    "sun_help_title":"Acerca de Arcade Sun",
    "sun_help_text": "Arcade Sun trata sobre reconocer qué tan lejos están algunos planetas del sol. Al igual que en la vida real, si colocamos un objeto más cerca de nuestros ojos, parece mucho más grande de lo que realmente es. \n \nCon la ayuda de los botones + y - podemos acercarnos y alejarnos del sol, ¡como traer un objeto muy cerca entre nuestros ojos!",

    "starryWelcome":"¡Bienvenido a Arcade Starry!",
    "starryInfo":"El Sol es una de billones de estrellas en nuestra galaxia. Parece ser más grande y brillante que otras estrellas porque está más cerca de la tierra.\n \nLas estrellas varían en su tamaño y distancia de la tierra. Las constelaciones son grupos de estrellas que forman patrones en el cielo de noche, algunas las usamos para orientarnos.\\n¡Ven y aprende a identificar constelaciones tan fácilmente como dibujar en el cielo nocturno!",
    "libraName":"Libra",
    "leoName":"Leo",
    "piscesName":"Piscis",
    "aboutLibra":"Libra es como una balanza cósmica en el cielo nocturno, parte de un libro de cuentos estelares llamado el zodiaco. ¡Es donde una diosa mantiene todo en equilibrio con estrellas centelleantes!",
    "aboutLeo":"Leo, un león estrellado en la noche, es una constelación genial en el cuento del zodiaco. Con su estrella brillante Regulus, es como un rey cósmico reinando sobre la naturaleza celestial.",
    "aboutPisces":"Piscis, una constelación con forma de pez en el zodiaco, es como dos peces cósmicos nadando en el cielo nocturno. Con un par de estrellas conocidas como Alpha y Beta Piscium, ¡es una maravilla acuática allá arriba!",
    "starry_increment_1_title":"¡Constelación de Libra Completada!",
    "starry_increment_1_text":"El sol es una de las miles de millones de estrellas en nuestra propia galaxia.",
    "starry_increment_2_title":"¡Constelación de Leo Completada!",
    "starry_increment_2_text":"Aunque el sol está muy, muy lejos de donde vivimos en la Tierra, está mucho más cerca de nosotros que cualquier otra estrella titilante que vemos en el cielo nocturno.",
    "starry_increment_3_title":"¡Constelación de Piscis Completada!",
    "starry_increment_3_text":"Las estrellas son una mezcla de diferentes tamaños y distancias de nosotros. Algunas son enormes, más grandes de lo que puedes imaginar, y otras pequeñas. No están todas a la misma distancia de la Tierra. Algunas están más cerca como el Sol, y otras están muy, muy lejos como Alfa Centauri.",
    "starry_help_title": "Acerca de Arcade Starry",
    "starry_help_text": "Arcade Starry consiste en detectar las estrellas de aspecto peculiar en el fondo, y con la ayuda de la referencia de la constelación, conectar las estrellas para que se asemejen a la constelación original. \n \nPara conectar dos estrellas, primero debes hacer clic en una y luego en otra. Para deseleccionar una estrella, simplemente haz clic en ella nuevamente. Para eliminar una conexión de estrella, haz clic sobre la línea punteada.",

    "shipIntegrity":"Salud de Nave",
    "distanceLabel":"Distancia:",
    "distanceMiles":"Millas de la Tierra",
    "journeyWelcome":"¡Bienvenido a Arcade Space Journey!",
    "journeyInfo":"Bienvenido a Arcade Space Journey, en este arcade viajaremos a dos de las estrellas más cercanas a la tierra, primero al sol de nuestro sistema solar y luego a Alpha Centauri A, localizada en el sistema solar Alpha Centauri a 4.36 años luz.\n \nTu misión será controlar la nave, evadiendo asteroides y satélites usando los botones de izquierda < y derecha >.",
    "journey_increment_1_title":" ",
    "journey_increment_1_text":"El sol es una de las miles de millones de estrellas en nuestra propia galaxia. El sol es como una enorme bola brillante en el cielo. Se ve más grande y brilla más que otras estrellas porque está mucho más cerca de nosotros en la Tierra.",
    "journey_increment_2_text":"Aunque el sol está muy, muy lejos de donde vivimos en la Tierra, está mucho más cerca de nosotros que cualquier otra estrella titilante que vemos en el cielo nocturno. ¡El sol es gigante en comparación con la Tierra. Pero como está tan lejos de nosotros, parece pequeño, como un punto brillante en el cielo.",
    "journey_increment_3_text":"Las estrellas son todas diferentes: algunas son realmente grandes y otras más pequeñas. También están a diferentes distancias de la Tierra. Para mirar estrellas que están súper lejos de la tierra, como Alfa Centauri, usamos herramientas especiales como telescopios, que son como binoculares súper potentes.",
    "stageLog_1":"Viajando al Sol.",
    "travelLog_1":"¡Ruta establecida hacia Alfa Centauri, el sistema solar más cercano al Sol!",
    "approachMoon":"Acercándose a la Luna",
    "moonLog":"La Luna es el satélite más cercano a la tierra. Suele creerse que produce su propia luz, sin embargo, es la luz del sol la cual esta refleja.",
    "approachVenus":"Acercándonse a Venus",
    "venusLog":"Venus es el segundo planeta a partir del sol y es súper caliente, más caliente que un horno. ¡Ten cuidado de las lluvias ácidas y temperaturas candentes en este salvaje planeta!",
    "approachMercury":"Acercándose a Mercurio",
    "mercuryLog":"Conoce a Mercurio, el veloz plantea más cercano al Sol. ¡Es una pequeña y rocosa montaña rusa con abrasadores días y frías noches!",
    "approachSun":"Acercándose a el Sol",
    "sunLog":"El Sol es nuestra gran y brillante bola de luz en el cielo. No es un planeta, sino una súper caliente estrella que nos mantiene acogedores e iluminados en la Tierra. Pero, recuerda, ¡no la mires directamente!",
    "stageLog_2":"Viajando hacia el cinturón de Kuiper.",
    "approachMars":"Acercándose a Marte",
    "marsLog":"Marte, el planeta rojo, es una aventura polvorosa con antiguos secretos. Es el cuarto planeta a partir del sol y solía tener agua. Impresionante, ¿verdad?",
    "approachJupiter":"Acercándose a Júpiter",
    "jupiterLog":"Júpiter es algo así como una colosal obra de arte con patrones remolinados. Es el planeta más grande del sistema solar, cerca de 1,300 veces el tamaño de la Tierra, y es nuestro escudo gravitacional.",
    "approachSaturn":"Acercándose a Saturno",
    "saturnLog":"Saturno, el maestro de los aros en nuestro pequeño circo cósmico. Impresionantes aros y glamour de gigante de gas.",
    "approachUranus":"Acercándose a Urano",
    "uranusLog":"Urano es una bola cósmica que gira en su costado, haciéndolo un planeta único en nuestro sistema solar. Es un gigante de hielo, y sus colores azul verdosos le añaden un toque de misterio al baile cósmico.",
    "approachNeptune":"Acercándose a Neptuno",
    "neptuneLog":"Neptuno es el planeta más lejano del Sol. Es un asombro helado con fuertes vientos y una atmósfera misteriosa, haciéndolo el chico genial de nuestro vecindario cósmico.",
    "travelLog_2":"El cinturón de Kuiper rodea nuestro sistema solar como si fuera una dona rellena de asteroides. Se extiende más allá de Neptuno, donde Pluto y otros objetos helados viven.",
    "approachPluto":"Acercándose a Pluto",
    "plutoLog":"Pluto es el pequeño rebelde que solía ser el noveno planeta. Ahora es un planeta enano, pero sigue siendo un mundo fascinante a las afueras de nuestro sistema solar.",
    "stageLog_3":"Viajando a través de la nube de Oort, !Incrementando la velocidad!",
    "travelLog_3":"La nube de Oort es un frío puesto de guardia alrededor de nuestro sistema solar, lleno de billones de cometas. Es como una esfera congelada, manteniendo vigilancia de las afueras cósmicas.",
    "travelLog_4":"Mientras que el cinturón de Kuiper es la dona cercana más allá de Neptuno con objetos congelados, incluyendo Pluto, la nube de Oort es aquél reino salvaje lejos del sol que hospeda billones de cometas de una manera más dispersa.",
    "stageLog_4":"Viajando hacia Alfa Centauri.",
    "travelLog_5":"Alfa centauri es nuestro vecino de tres estrellas a 4 años luz de nuestro sistema solar. Es casa de las estrellas A, B y Próxima Centauri. ¡Emocionante potencial para planetas y futura exploración!",
    "approachProxima":"Acercándose a Próxima Centauri, disminuyendo la velocidad...",
    "travelLog_6":"¡Conoce a Próxima Centauri, la estrella más cercana al Sol! Es un enano rojo con potencial de exoplanetas, que son planetas que no están en nuestro sistema solar. ¡Es un  miembro impresionante de nuestro vecindario cósmico!",
    "journey_help_title": "Acerca de Arcade Space Journey",
    "journey_help_text": "Arcade Space Journey es un juego donde tus habilidades para esquivar se ponen a prueba. Mientras viajas a Alpha Centauri, tendrás que esquivar los obstáculos entrantes con las flechas izquierda y derecha que se encuentran justo debajo. \n \nSi tu nave resulta dañada por obstáculos, mantente atento a los botiquines verdes, estos repararán tu nave. ¡Cuidado! Después de que tú nave sea golpeada tres veces, ¡se acabó el juego!",

    "starBornWelcome":"¡Bienvenido a Arcade Nacimiento de Estrella!",
    "starBornInfo":"El sol y otras estrellas son cuerpos celestiales naturales en el cielo que emiten su propia luz.\n \nLas estrellas son esferas de gas muy calientes y brillantes. Las condiciones para que las estrellas puedan nacer son específicas. Escoge los niveles apropiados de gas, temperatura y brillo para moldear una estrella. Una vez que las tres luces debajo de la estrella se tornen amarillas, presiona el gran botón rojo.",
    "starGas":"Gas",
    "starTemperature":"Temperatura",
    "starRadiation":"Brillo",
    "born_increment_1_title":"¡Una nueva estrella ha nacido!",
    "born_increment_1_text":"El brillo del sol y otras estrellas no es un reflejo de la luz; ¡ellas de hecho producen su propia luz! Dentro de ellas, ocurren reacciones muy especiales, parecidas a fuegos artificiales poderosos, que crean luz.",
    "born_increment_2_text":"Las estrellas son como balones brillantes, pero están rellenas de gas y son muy muy calientes, tan calientes que producen su propia luz.",
    "born_increment_3_text":"Las estrellas son todas diferentes: algunas son muy grandes y otras más pequeñas, algunas son muy brillantes y otras tenues. También están a diferentes distancias de la Tierra.",
    "born_help_title": "Acerca de Arcade Star Born",
    "born_help_text": "Arcade Star Born trata sobre aprender de qué están hechas las estrellas. Para conocer el nivel requerido de cualquier elemento, presta atención a la barra de progreso verde asociada a cada elemento. Entonces, si la barra de gas está casi llena, ¡significa que tendrás que elegir un botón de número grande de gas! \n \nUna vez que todos los elementos estén estabilizados, señalados por las tres luces amarillas bajo la estrella, presiona el botón rojo grande para crear otra estrella.",

    "arcade_sun_welcome":"¡Bienvenido a Arcade Sun! \nArcade Sun es un juego divertido donde jugamos con qué tan cerca o lejos están los planetas del Sol.\n \nSi quieres mover el planeta más cerca del sol, presiona el botón +. Si quieres moverlo más lejos, presiona el botón -. Para hacer que el planeta se mueva hacia la izquierda o derecha y esquive cosas en el espacio, usa las flechas izquierda < y derecha >.",
    "arcade_sun_mission_success":"¡ÉXITO EN LA MISIÓN!",

    "arcade_name_sun":"Arcade Sun",
    "arcade_name_starry":"Arcade Starry",
    "arcade_name_space_journey":"Arcade Space Journey",
    "arcade_name_star_born":"Arcade Start Born",

    "arcade_desc_sun":"¡Vamos a jugar a ser exploradores espaciales y descubrir cómo se ve el Sol desde diferentes planetas en nuestro sistema solar!",
    "arcade_desc_starry":"Vamos a descubrir en el cielo la constelación de Leo y otras mas!",
    "arcade_desc_space_journey":"¡Vamos a ser pilotos de una nave espacial en una misión súper emocionante hacia las estrellas que están más cerca de la Tierra!",
    "arcade_desc_star_born":"¿De qué están hechas las estrellas? ¿Luz? ¿Calor? ¿Destellos? ¡Vamos a crear nuestra propia estrella!",

    "end_game_title": "Gracias por Jugar",

    "arcade_completed": "COMPLETADO",
    "arcade_uncompleted": "INCOMPLETADO",

    "high": "Alto",
    "medium": "Medio",
    "low": "Bajo",
    "off": "Encendido",
    "on": "Apagado"
  }
}
  