{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
  "en": {
    "GUI":    "*********************************************************************************************",
    "gameName": "Samurai Game",
    "playButton": "Play",
    "continueButton": "Continue",

    "INTTRO": "*********************************************************************************************",
    "Intro1": "Welcome to the Academy of Magicians called: Wizardgraph!",
    "Intro2": "A place where prestigious magicians have learned the art of graphics secrets and have been able to analyze the world and its behavior.",
    "Intro3": "Only people with an incredible sense of analysis can access this course, feel happy because you are one of them!",
    "Intro4": "The graphs associate variables that are data.",
    "Intro5": "The graphs are conformed by two axes, the X axis and the Y axis.",
    "Intro6": "The numbers start from the point of intersection of the X axis and the Y axis.",
    "Intro7": "The points is the result of the intersection between the variable X and the variable Y.",
    "Intro8": "When a variable is equal to 0, the intersection occurs on one of the axes.",
    "Intro9": "Let's graph all the data points!",
    "Intro10": "When all the points are graphed, a line is made that passes approximately through the center of the points called slope.",
    "Intro11": "The slope of the line is approximate and is interpreted as an exchange rate.",
    "Intro12": "The exchange rate can be calculated with the line of best fit formula.",
    "Intro13": "Where the m means the ratio of change in y to change in x.",
    "Intro14": "The b means the intersection of the slope on the y axis.",
    "Intro15": "The line of best fit helps us predict data.",
    "Intro16": "In this graphic we will apply the line of best fit formula.",
    "Intro17": "We will select two points that cross the line of best fit and we will apply the formula.",
    "Intro18": "The result in this case, means that a rabbit that was born with a weight of 1kg will increase 0.66kg each year.",
    "Intro19": "Now is your turn!",
    "Intro20": "If you have any questions, click on the help button to review the information.",

    "Exercises": "*********************************************************************************************",
    "exe1A": "We have a fairy community and we want to know the birth rate, these are the data of recent years!",
    "exe1B": "Now we want to predict the increase in size of jack plants depending on the special growth potion.",
    "exe2": "First mark the points on the graph. (Move cursor and click on the center to add point)",
    "exe3": "Good Job!",
    "exe4": "Now we create the slope line that passes through the center of the data.",
    "exe5": "Now let's calculate the line of best fit. (Click on the points that appear on the line.)",
    "exe6": "Good Job!",
    "exe7": "How can we interpret the result?",
    "exe8": "Good job!",

    "Exe1_optionA": "A) If there are 4 fairies in the first year they will increase 1.2 fairies each year.",
    "Exe1_optionB": "B) If there are 1.2 fairies in the first year they will increase 4 fairies each year.",
    "Exe1_optionC": "C) Every 4 years the fairies will increase 1.2 times.",

    "Exe2_optionA": "A) A plant that measures 1.5cm grows 2cm per 1ml of potion.",
    "Exe2_optionB": "B) A plant that measures 2cm will grow 1.5cm per 1ml of potion.",
    "Exe2_optionC": "C) A plant that measures 0mm grows 2cm for every 1.5ml of potion.",

    "fairyTitleX": "Year (X)",
    "fairyTitleY": "Population (Y)",

    "plantTitleX": "mm (X)",
    "plantTitleY": "ml (Y)",

    "bunnyTitleX": "Age (Y)",
    "bunnyTitleY": "Weight (Y)"
  }
}
