{
  "_meta": {
    "maxChars": {
      
    }
  },
  "en": {
   "Key": "Value",
   "Next": "Next",
   "Information": "Information",
   "Water Roots": "Water Roots",
   "SelectLevel": "Select Level",
   "Presentation": "All organisms have structures, which are the physical parts that make up an organism. This structures have different purposes, or functions.",
    "StructureandFunctions": "Structure and Functions in Plants.",
    "Flower": "FLOWER",
    "Flowerpurpose": "The purpose of the flower is to allow the plant to reproduce through pollination. The flowers have special properties to attract certain animals to help them to reproduce, like color and odor.",
    "Leaves": "LEAVES",
    "Leavespurpose": "The function of leaves is to help the plant produce food by converting sunlight, water, and carbon dioxide into energy and oxygen through photosynthesis in their internal structure.",
    "Stem": "STEM",
    "Steampurpose": "Supports the leaves, flowers and fruits and connects them with the roots. Conducts water in , nutrients and the products of photosynthesis to and from roots and leaves. Helps store water, as in cacti, and the products of photosynthesis.",
    "Roots": "ROOTS",
    "Rootspurpose": "Absorb water and nutrients from the soil.",
    "Seed": "SEED",
    "Seedpurpose": "Nourishment of the embryo, dispersal to a new location, and dormancy during unfavorable conditions.",
    "VascularPlants": "VASCULAR PLANTS",
    "VascularplantsDescription": "Vascular plants have true stem, leaves and roots. Tubes within a plant stem move water and nutrients upwards from the plant roots, allowing the plant to grow. ",
    "NonVascular": "NON VASCULAR PLANTS",
    "NonVascularDescription": "Do not have true stem, root system or leaves. Some plants have root like structures, which is called as rhizoids. Due to unavailability of water conducting tissues non vascular plants are tender and comparatively shorter than vascular plants. Non vascular plants are associated with water sources or swamps.",
    "Tutorial": "Tutorial",
    "Guide": "Guide the roots to water clusters.",
    "Select": "Select the shortest path before the plant dries.",
    "PlantGrowing": "With the water and nutrient obtained from the roots together with the sunlight and carbon dioxide from the air, the photosynthesis takes place in the leaves generating energy for the plant to grow and reproduce.",
    "Barbseed": "In the fur of a chipmunk the barbs seeds can get entangled, helping the plant to grow in a new place.",
    "Zinnia": "The Bees likes bright flowers with fresh smells, the bees help pollination to happens by moving pollen from one plant to another.",
    "Berri": "Hermit eat berries, fruits and seeds.  After digesting the berri, the seeds are thrown in a new location.",
    "Acorn": "The squirrels like acorn, they save it for later but may not come back. It can grow into a new plant.",
 }
}