{"zh":{},"ru":{},"jp":{},"es":{},"en":
  {
  "UI_PLAY":"PLAY",
  "UI_CONTINUE":"CONTINUE",
  "TUTO_B":"You need to balance your ecosystem by adding elements!",
  "INFO_VIDEO_1_B":"The energy of sunlight is used by the ecosystem’s autotrophic, or self-sustaining, organisms.",
  "MSG_END_A":"CONGRATULATIONS! TAP TO CONTINUE TO NEXT ECOSYSTEM",
  "ERROR_BALANCE_6":"Remember that an ecosystem must maintain a balance between consumers and producers.",
  "INTRO_VIDEO_6":"Together, plants, animals, and decomposers create a food chain.",
  "UI_TITLE_COMPOST":"Decomposer",
  "INFO_VIDEO_2_C":"They use, rearrange, and ultimately decompose the complex organic materials built up by the autotrophs.",
  "INFO_VIDEO_3_E":"For example, a typical food chain in a grassland might be grass (producer) -> mouse (primary consumer) -> snake (secondary consumer) -> hawk (tertiary consumer).",
  "INFO_VIDEO_1_D":"They can use the energy of sunlight to convert carbon dioxide and water into simple, energy-rich carbohydrates.",
  "UI_LEVEL_DESERT":"Level 2 - Desert",
  "INFO_VIDEO_2_A":"Organic matter generated by autotrophs directly or indirectly sustains heterotrophic organisms.",
  "INFO_VIDEO_5_A":"Ecosystems can be very large or very small.",
  "INFO_VIDEO_1_C":"Consisting largely of green vegetation, these organisms are capable of photosynthesis.",
  "ERROR_BALANCE_1":"Remember that all living and non-living things are related for an ecosystem to be successful.",
  "INFO_VIDEO_6_A":"Ecosystems are often connected in a larger biome.",
  "UI_BALANCE_LINE":"LINE OF PERFECT BALANCE",
  "MSG_END_B":"CONGRATULATIONS! TAP TO CONTINUE TO SEE RESULTS","UI_THANKS":"Thanks for playing!","INFO_VIDEO_5_C":"Herbivores such as abalone eat the seaweed.","INFO_VIDEO_2_B":"Heterotrophs are the consumers of the ecosystem. They cannot make their own food.","INTRO_VIDEO_5":"Fungus takes energy decomposing organic materials like remains of the apple.","ERROR_BALANCE_4":"Remember that if your ecosystem does not have the elements for life, all its inhabitants will migrate to another place.","ERROR_BALANCE_3":"Remember that organic waste can be used as nutrients for the soil.","INFO_VIDEO_4_B":"Ecosystems contain living parts that include plants, animals, and other organisms. they also include nonliving parts that include rocks, temperature, and humidity.","TUTO_A":"This is the line of balance!","UI_TITLE_SECONDARY":"Secondary Consumer","INFO_VIDEO_5_D":"Carnivores, such as sea stars, eat other animals in the tide pool, such as clams or mussels.","INFO_VIDEO_3_B":"Animals are consumers. They do not produce energy. They get energy by eating producers.","INFO_VIDEO_4_C":"Biotic factors include plants, animals, and other organisms.","UI_TITLE_APEX":"Apex Predator","ERROR_BALANCE_2":"Remember that the levels of Sun and rain must be adequate for this ecosystem.","INFO_VIDEO_6_B":"Biomes are large sections of land, sea, or atmosphere. Forests, ponds, reefs, and tundra are all types of biomes, for example.","INFO_VIDEO_5_B":"Tide pools, the ponds left by the ocean as the tide goes out, are complete, tiny ecosystems. Tide pools contain seaweed, a kind of algae, which uses photosynthesis to create food.","INFO_VIDEO_2_D":"All animals and fungi are heterotrophs, as are most bacteria and many other microorganisms.","UI_LEVEL_COMPLETE":"Good Job! All is in balance!","UI_LEVEL_JUNGLE":"Final level - Jungle","INFO_VIDEO_3_F":"The final link in all food chains is made up of decomposers, which are heterotrophs that break down dead organisms and organic wastes.","INFO_VIDEO_3_A":"Plants are producers. They take energy from the Sun to make food for other living things.","TUTO_C":"Now it is your turn!","ERROR_BALANCE_5":"Remember that all living things require a source of food or energy, such as the Sun, water, and soil for plants.","INFO_VIDEO_1_A":"The fundamental source of energy in almost all ecosystems is radiant energy from the Sun.","UI_TITLE_PRIMARY":"Primary Consumer","INFO_VIDEO_4_A":"An ecosystem is a geographic area where plants, animals, and other organisms, as well as weather and landscape, work together to form a bubble of life.","INFO_VIDEO_3_C":"Decomposers break down dead organisms and organic wastes.","INTRO_VIDEO_1":"The Sun provides energy through its light! Plants receive this energy thanks to photosynthesis. ","UI_TITLE_PRODUCER":"Producer","INTRO_VIDEO_2":"Plants are producers. They take energy from the Sun to make food for other living things.","UI_LEVEL_FOREST":"Level 1 - Forest","INFO_VIDEO_3_D":"The movement of organic matter and energy from the producer level through various consumer levels makes up a food chain.","UI_TITLE_WEATHER":"Weather","ERROR_NO_BALANCE":"If an ecosystem isn't balanced, it stops working!","INTRO_VIDEO_3":"Animals are consumers. They do not produce energy. They get energy by eating producers. Primary consumers are herbivores, meaning they only eat plants.","INFO_VIDEO_4_D":"Abiotic factors include rocks, temperature, and humidity.","INTRO_VIDEO_4":"Animals that hunt and prey on other consumers are carnivores. This means they eat other animals. Apex Predators are at the top of the food chain!"},"_meta":{"maxChars":{}}}