{
  "_meta": {
    "maxChars": {
    }
  },
  "en": {
    "UI_PLAY": "PLAY",
    "UI_LEVEL_FOREST": "Level 1 - Forest",
    "UI_LEVEL_DESERT": "Level 2 - Dessert",
    "UI_LEVEL_JUNGLE": "Final level - Jungle",
    "UI_BALANCE_LINE": "LINE OF PERFECT BALANCE",
    "UI_LEVEL_COMPLETE": "Good Job! All is in Balance!",
    "UI_THANKS": "Thanks for playing!",


    "UI_TITLE_WEATHER": "Weather",
    "UI_TITLE_PRODUCER": "Producer",
    "UI_TITLE_PRIMARY": "Primary Consumer",
    "UI_TITLE_SECONDARY": "Secondary Consumer",
    "UI_TITLE_APEX": "Apex Predator",
    "UI_TITLE_COMPOST": "Decomposer",


    "TUTO_A": "This is the line of balance!",
    "TUTO_B": "You need to balance your ecosistem adding elements!",
    "TUTO_C": "Now is your turn!",


    "ERROR_BALANCE_1": "Remember that all living and non-living things are related for an ecosystem to be successful.",
    "ERROR_BALANCE_2": "Remember that the levels of sun and rain must be adequate for this ecosystem.",
    "ERROR_BALANCE_3": "Remember that organic waste can be used as nutrients for the soil.",
    "ERROR_BALANCE_4": "Remember that if your ecosystem does not have the elements for life, all its inhabitants will migrate to another place.",
    "ERROR_BALANCE_5": "Remember that all living things require a source of food or energy, such as the sun, water, and soil for plants.",
    "ERROR_BALANCE_6": "Remember that an ecosystem must maintain a balance between consumers and producers.",


    "INFO_VIDEO_1_A": "The fundamental source of energy in almost all ecosystems is radiant energy from the Sun.",
    "INFO_VIDEO_1_B": "The energy of sunlight is used by the ecosystem’s autotrophic, or self-sustaining, organisms.",
    "INFO_VIDEO_1_C": "Consisting largely of green vegetation, these organisms are capable of photosynthesis.",
    "INFO_VIDEO_1_D": "They can use the energy of sunlight to convert carbon dioxide and water into simple, energy-rich carbohydrates.",

    
    "INFO_VIDEO_2_A": "Organic matter generated by autotrophs directly or indirectly sustains heterotrophic organisms.",
    "INFO_VIDEO_2_B": "Heterotrophs are the consumers of the ecosystem; they cannot make their own food.",
    "INFO_VIDEO_2_C": "They use, rearrange, and ultimately decompose the complex organic materials built up by the autotrophs.",
    "INFO_VIDEO_2_D": "All animals and fungi are heterotrophs, as are most bacteria and many other microorganisms.",


    "INFO_VIDEO_3_A": "Producers - Plants are producers: they produce energy for the ecosystem.",
    "INFO_VIDEO_3_B": "Consumers - Animals are consumers: they don't produce energy, they just use it up.",
    "INFO_VIDEO_3_C": "Decomposers: break down dead organisms and organic wastes.",
    "INFO_VIDEO_3_D": "The movement of organic matter and energy from the producer level through various consumer levels makes up a food chain.",
    "INFO_VIDEO_3_E": "For example, a typical food chain in a grassland might be grass (producer) -> mouse (primary consumer) -> snake (secondary consumer) -> hawk (tertiary consumer).",
    "INFO_VIDEO_3_F": "The final link in all food chains is made up of decomposers, those heterotrophs that break down dead organisms and organic wastes.",

    "INFO_VIDEO_4_A": "An ecosystem is a geographic area where plants, animals, and other organisms, as well as weather and landscape, work together to form a bubble of life.",
    "INFO_VIDEO_4_B": "Ecosystems contain living parts that include plants, animals, and other organisms. And nonliving parts that include rocks, temperature, and humidity.",
    "INFO_VIDEO_4_C": "Biotic factors include plants, animals, and other organisms.",
    "INFO_VIDEO_4_D": "Abiotic factors include rocks, temperature, and humidity.",

    "INFO_VIDEO_5_A": "Ecosystems can be very large or very small.",
    "INFO_VIDEO_5_B": "Tide pools, the ponds left by the ocean as the tide goes out, are complete, tiny ecosystems. Tide pools contain seaweed, a kind of algae, which uses photosynthesis to create food.",
    "INFO_VIDEO_5_C": "Herbivores such as abalone eat the seaweed.",
    "INFO_VIDEO_5_D": "Carnivores such as sea stars eat other animals in the tide pool, such as clams or mussels.",

    "INFO_VIDEO_6_A": "Ecosystems are often connected in a larger biome.",
    "INFO_VIDEO_6_B": "Biomes are large sections of land, sea, or atmosphere. Forests, ponds, reefs, and tundra are all types of biomes, for example."

  },
  "es": {
    
  },
  "zh": {
    
  },
  "jp": {
    
  },
  "ru": {
    
  }
}
