{
  "_meta": {
    "maxChars": {
      "mode_constellations": 20,
      "desc_constellations": 200,
      "mode_shadows": 20,
      "desc_shadows": 200,
      "mode_moon": 20,
      "desc_moon": 200
    }
  },
  "en": {
    "MoonPhase": "Moon Phase",
    "NewMoon": "New Moon",
    "WaxingCrescentMoon": "Waxing Crescent Moon",
    "FirstQuarterMoon": "First Quarter Moon",
    "WaxingGibbousMoon": "Waxing Gibbous Moon",
    "FullMoon": "Full Moon",
    "WanningGibbousMoon": "Wanning Gibbous Moon",
    "ThirdQuarterMoon": "Third Quarter Moon",
    "WanningCrescentMoon": "Wanning Crescent Moon",

    "Desc_NewMoon": "When the Moon moves between Earth and the Sun, the side facing Earth is completely dark. Only the side of the Moon facing away from Earth is lit.",
    "Desc_WaxingCrescentMoon": "After the new moon phase the moon begins to be seen again. Gradually it starts to appear as part of its surface that is illuminated can be seen.",
    "Desc_FirstQuarterMoon": "Like always, one side of the Moon is completely lit by the Sun. What has changed is the Moon's position with respect to Earth. We are only able to see half of that half lit portion.",
    "Desc_WaxingGibbousMoon": "Is an intermediate Moon phase which starts after the First Quarter Moon and lasts until the Full Moon.",
    "Desc_FullMoon": "The whole side facing Earth is lit. This happens when Earth is between the Moon and the Sun.",
    "Desc_WanningGibbousMoon": "Is an intermediate Moon phase which starts after Full Moon and lasts until half of the Moon's surface is illuminated at Third Quarter Moon.",
    "Desc_ThirdQuarterMoon": "Is when the opposite half of the Moon is illuminated compared to the First Quarter. ",
    "Desc_WanningCrescentMoon": "The illuminated part of the Moon decreases from a semicircle at Third Quarter until it disappears from view entirely at New Moon.",

    "play": "Play",
    "mode_constellations": "NAVIGATION WITH CONSTELLATIONS",
    "desc_constellations": "A constellation is a group of visible stars that form a pattern when viewed from Earth. The pattern they form may take the shape of an animal, a mythological creature, a man, a woman, or an inanimate object such as a microscope, a compass, or a crown.",
    "mode_shadows": "SHADOWS",
    "desc_shadows": "Shadoes mode desc",
    "mode_moon": "MOON PHASES",
    "desc_moon": "Unlike the Sun, the Moon does not produce any light of its own. It only reflects light from the Sun. Only the side of the Moon facing the Sun is lit. As the Moon moves around the Earth, we see different parts of the Moon being lit up by the Sun. This is what causes the phases of the Moon. As the Moon revolves around Earth, it changes from fully lit to completely dark and back again."
  }
}