{
  "_meta": {
    "maxChars": {
      
    }
  },
  "en": {
   "Key": "Value",
   "Next": "Next",
   "Information": "Information",
   "Water Roots": "Water Roots",
   "SelectLevel": "Select Level",
   "Presentation": "All organisms have structures that compose them. These structures have different purposes and functions.",
    "StructureandFunctions": "Structure and Functions in Plants.",
    "Flower": "FLOWER",
    "Flowerpurpose": "It can have different colors, odors and shapes.",
    "Leaves": "LEAVES",
    "Leavespurpose": "Photosynthesis is carried out inside them.",
    "Stem": "STEM",
    "Steampurpose": "It gives support to the plant, store and conduct water, nutrients and energy.",
    "Roots": "ROOTS",
    "Rootspurpose": "Absorb water and nutrients from the soil.",
    "Seed": "SEED",
    "Seedpurpose": "They can grow into a new plant.",
    "VascularPlants": "VASCULAR PLANTS",
    "VascularplantsDescription": "They have a true stem, leaves and roots. Examples of vascular plants are trees and flowering plants.",
    "NonVascular": "NON VASCULAR PLANTS",
    "NonVascularDescription": "Do not have a true stem, root system or leaves. They are tender and small. Can be found in damp places. Examples of non vascular plants are moss, liveworts, and hornworts.",
    "Tutorial": "Tutorial",
    "Guide": "Help the seed to grow! Guide the roots to water clusters.",
    "Select": "Select the shortest path before the plant dries.",
    "PlantGrowing": "To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
    "Barbseed": "In the fur of a chipmunk, seed barbs can get entangled, helping the plant to grow in a new place.",
    "Zinnia": "The Bees likes bright flowers with fresh smells, the bees help pollination to happen by moving pollen from one plant to another.",
    "Berri": "Hermit eats berries, fruits and seeds.  After digesting the berry, the seeds are thrown in a new location.",
    "Acorn": "The squirrels like acorn, they save it for later but may not come back to pick them up. Then, the acorn can grow into a new plant.",
	"EndGameDesc": "To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"tutorial_a":"Help the seed to grow! Guide the roots to water clusters.",
	"tutorial_b":"Click on the cluster to fill the bar.",
	"gui_ok":"OK",
	"gui_yes":"Yes",
	"gui_no":"No",
	"gui_go_main_menu":"Go to Main Menu?",
	"gui_retry_title":"Are you sure you want to reset the level?",
	"gui_level_complete":"Level Complete!",
	"gui_score":"Score",
	"gui_next_level":"Next Level",
	"gui_main_menu":"Main Menu",
	"speak_next":"Press next to continue",
	"speak_info_A":"Information. All organisms have structures that compose them. These structures have different purposes and functions.",
	"speak_info_B":"Information. Structure and Functions in Plants. FLOWER, It can have different colors, odors and shapes.",
	"speak_info_C":"Information. Structure and Functions in Plants. LEAVES, Photosynthesis is carried out inside them.",
	"speak_info_D":"Information. Structure and Functions in Plants. STEM, It gives support to the plant, store and conduct water, nutrients and energy.",
	"speak_info_E":"Information. Structure and Functions in Plants. ROOTS, Absorb water and nutrients from the soil.",
	"speak_info_F":"Information. Structure and Functions in Plants. SEED, They can grow into a new plant.",
	"speak_info_G":"Information. VASCULAR PLANTS. They have a true stem, leaves and roots. Examples of vascular plants are trees and flowering plants.",
	"speak_info_H":"Information. NON VASCULAR PLANTS. Do not have a true stem, root system or leaves. They are tender and small. Can be found in damp places. Examples of non vascular plants are moss, liveworts, and hornworts.",
	"speak_level_1":"The Bees likes bright flowers with fresh smells, the bees help pollination to happen by moving pollen from one plant to another. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_2":"The Bees likes bright flowers with fresh smells, the bees help pollination to happen by moving pollen from one plant to another. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_3":"Hermit eats berries, fruits and seeds.  After digesting the berry, the seeds are thrown in a new location. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_4":"In the fur of a chipmunk, seed barbs can get entangled, helping the plant to grow in a new place. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_5":"Hermit eats berries, fruits and seeds.  After digesting the berry, the seeds are thrown in a new location. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_6":"The squirrels like acorn, they save it for later but may not come back to pick them up. Then, the acorn can grow into a new plant. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_7":"The Bees likes bright flowers with fresh smells, the bees help pollination to happen by moving pollen from one plant to another. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves.",
	"speak_level_8":"The Bees likes bright flowers with fresh smells, the bees help pollination to happen by moving pollen from one plant to another. To grow, the plant absorbs elements from sunlight, air and soil and converts them into energy. This is called photosynthesis and takes place inside the leaves."
 }
}